<!DOCTYPE html>
<html lang="en">

<head>
    <meta charset="UTF-8">
    <meta http-equiv="X-UA-Compatible" content="IE=edge">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>Terms & Conditions- Deal Station</title>
    <style>
        p {
            text-align: center;
        }

        h4 {
            text-align: center;
        }
    </style>
</head>

<body>
    <p id="arabic-terms">
    <h4>سياسة الشروط واالحكام الخاصة بد يل استيشن</h4>
    <p>
        تنطبق هذه الشروط واألحكام على استخدامك للموقع اإللكتروني الموجود على موقع او تطبيق ديل استيشن
        باستخدام موقع او تطبيق ديل استيشن فأنت توافق على االلتزام بهذه الشروط واألحكام.<br>
        وفي حال عدم موافقتك على الشروط واألحكام يتعين عليك عدم استخدا م الموقع او التطبيق.<br>
        نحتفظ بحقنا بتغيير الشروط واألحكام من وقت آلخر وعليه يتعين عليك االطالع على هذه الشروط واألحكام دوريا .
        وال يتوجب علينا االتصال بك أو إعالمك بأي تغييرات تم إجراؤها على الشروط واألحكام .<br>
        ويعتبر استمرار استخدامك لموقع او تطبيق ديل استيشن بمثابة موافقة على الشروط واألحكام المطبقة في وقت
        استخدامك للموقع او التطبيق
        ".
        الشروط واألحكام" تعني هذه الشروط واألحكام، والتي قد تخضع للتعديل أو التغيير من وقت إلى آخر"
    </p>
    </p>
</body>

</html>